Items = {
    ["chest"] = {
        ["89250"] = {
            players = {
                {"Голубыедали", false},
                {"Софтбир", false},
                {"Глупыйкролик", false},
                {"Сидуид", false},
                {"Иммолейка", false},
                {"Уатаку", false},
                {"Глодкая", false},
                {"Дестрактный", false},
            },
        },
        ["89249"] = {
            players = {
                {"Язакладом", false},
                {"Душкапушка", false},
                {"Тэдбандик", false},
                {"Кианиу", false},
                {"Гогатролит", false},
                {"Табука", false},
                {"Соувинг", false},
            },
        },
        ["89251"] = {
            players = {
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
                {"Мишадроссель", false},
                {"Саваов", false},
                {"Букмарк", false},
                {"Джуниеса", false},
                {"Баерорбир", false},
                {"Мбх", false},
                {"Оммо", false},
                {"Арбелоа", false},
                {"Амхо", false},
                {"Талрис", false},
                {"Пивнойпанд", false},
            },
        },
        ["86975"] = {
            players = {
                {"Пристеса", false},
                {"Люрцер", false},
            },
        },
        ["86951"] = {
            players = {
                {"Турбовагон", false},
            },
        },
    },
    ["shoulder"] = {
        ["89262"] = {
            players = {
                {"Уатаку", false},
                {"Глодкая", false},
                {"Люрцер", false},
                {"Глупыйкролик", false},
                {"Пристеса", false},
                {"Дестрактный", false},
                {"Иммолейка", false},
            },
        },
        ["89261"] = {
            players = {
                {"Табука", false},
                {"Тэдбандик", false},
                {"Соувинг", false},
                {"Душкапушка", false},
            },
        },
        ["89263"] = {
            players = {
                {"Саваов", false},
                {"Оммо", false},
                {"Баерорбир", false},
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
                {"Турбовагон", false},
                {"Пивнойпанд", false},
            },
        },
        ["86986"] = {
            players = {
                {"Сидуид", false},
                {"Софтбир", false},
                {"Кианиу", false},
                {"Арбелоа", false},
                {"Язакладом", false},
                {"Мбх", false},
                {"Голубыедали", false},
                {"Талрис", false},
            },
        },
        ["89921"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["89944"] = {
            players = {
                {"Джуниеса", false},
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
            },
        },
    },
    ["legs"] = {
        ["89253"] = {
            players = {
                {"Сидуид", false},
                {"Люрцер", false},
                {"Голубыедали", false},
                {"Софтбир", false},
                {"Пристеса", false},
            },
        },
        ["89252"] = {
            players = {
                {"Кианиу", false},
                {"Табука", false},
                {"Язакладом", false},
                {"Соувинг", false},
            },
        },
        ["89254"] = {
            players = {
                {"Турбовагон", false},
                {"Талрис", false},
                {"Амхо", false},
                {"Мбх", false},
                {"Пивнойпанд", false},
                {"Арбелоа", false},
                {"Саваов", false},
                {"Мишадроссель", false},
                {"Джуниеса", false},
                {"Оммо", false},
                {"Букмарк", false},
            },
        },
        ["86989"] = {
            players = {
                {"Душкапушка", false},
                {"Глупыйкролик", false},
            },
        },
        ["87174"] = {
            players = {
                {"Уатаку", false},
                {"Глодкая", false},
                {"Дестрактный", false},
                {"Иммолейка", false},
            },
        },
        ["89948"] = {
            players = {
                {"Баерорбир", false},
            },
        },
        ["89928"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["89943"] = {
            players = {
                {"Тэдбандик", false},
                {"Кунгфупэнда", false},
                {"Гдемойпивас", false},
            },
        },
    },
    ["hands"] = {
        ["89256"] = {
            players = {
                {"Глупыйкролик", false},
                {"Дестрактный", false},
                {"Иммолейка", false},
                {"Глодкая", false},
                {"Софтбир", false},
                {"Сидуид", false},
                {"Голубыедали", false},
                {"Люрцер", false},
                {"Уатаку", false},
                {"Пристеса", false},
            },
        },
        ["89255"] = {
            players = {
                {"Соувинг", false},
                {"Язакладом", false},
                {"Табука", false},
                {"Тэдбандик", false},
                {"Душкапушка", false},
                {"Кианиу", false},
            },
        },
        ["89257"] = {
            players = {
                {"Пивнойпанд", false},
                {"Арбелоа", false},
                {"Букмарк", false},
                {"Джуниеса", false},
                {"Оммо", false},
                {"Амхо", false},
                {"Талрис", false},
                {"Турбовагон", false},
                {"Гдемойпивас", false},
                {"Мишадроссель", false},
                {"Кунгфупэнда", false},
                {"Мбх", false},
                {"Саваов", false},
            },
        },
        ["86950"] = {
            players = {
                {"Баерорбир", false},
            },
        },
        ["89946"] = {
            players = {
                {"Гогатролит", false},
            },
        },
    },
    ["head"] = {
        ["89259"] = {
            players = {
                {"Иммолейка", false},
                {"Пристеса", false},
                {"Уатаку", false},
                {"Дестрактный", false},
                {"Голубыедали", false},
                {"Глодкая", false},
                {"Люрцер", false},
                {"Глупыйкролик", false},
                {"Софтбир", false},
                {"Сидуид", false},
            },
        },
        ["89258"] = {
            players = {
                {"Душкапушка", false},
                {"Гогатролит", false},
                {"Кианиу", false},
                {"Табука", false},
                {"Язакладом", false},
                {"Тэдбандик", false},
            },
        },
        ["89260"] = {
            players = {
                {"Джуниеса", false},
                {"Мбх", false},
                {"Пивнойпанд", false},
                {"Турбовагон", false},
                {"Мишадроссель", false},
                {"Гдемойпивас", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Талрис", false},
                {"Кунгфупэнда", false},
                {"Арбелоа", false},
            },
        },
        ["89927"] = {
            players = {
                {"Оммо", false},
                {"Саваов", false},
            },
        },
        ["89922"] = {
            players = {
                {"Соувинг", false},
                {"Баерорбир", false},
            },
        },
    },
    ["feet"] = {
        ["89918"] = {
            players = {
                {"Пристеса", false},
                {"Люрцер", false},
            },
        },
        ["86969"] = {
            players = {
                {"Уатаку", false},
                {"Иммолейка", false},
                {"Дестрактный", false},
            },
        },
        ["87162"] = {
            players = {
                {"Душкапушка", false},
            },
        },
        ["86959"] = {
            players = {
                {"Глодкая", false},
                {"Глупыйкролик", false},
            },
        },
        ["87154"] = {
            players = {
                {"Турбовагон", false},
                {"Оммо", false},
                {"Саваов", false},
            },
        },
        ["87153"] = {
            players = {
                {"Табука", false},
                {"Баерорбир", false},
                {"Соувинг", false},
            },
        },
        ["87146"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["86979"] = {
            players = {
                {"Язакладом", false},
                {"Софтбир", false},
                {"Голубыедали", false},
                {"Кианиу", false},
                {"Сидуид", false},
            },
        },
        ["87015"] = {
            players = {
                {"Талрис", true},
                {"Арбелоа", false},
                {"Мбх", true},
            },
        },
        ["86985"] = {
            players = {
                {"Амхо", false},
                {"Букмарк", false},
                {"Джуниеса", false},
                {"Мишадроссель", false},
            },
        },
        ["86943"] = {
            players = {
                {"Тэдбандик", false},
                {"Гдемойпивас", false},
                {"Пивнойпанд", false},
                {"Кунгфупэнда", false},
            },
        },
    },
    ["wrist"] = {
        ["87149"] = {
            players = {
                {"Пристеса", false},
                {"Глодкая", false},
                {"Люрцер", false},
            },
        },
        ["86958"] = {
            players = {
                {"Душкапушка", false},
            },
        },
        ["86948"] = {
            players = {
                {"Иммолейка", false},
                {"Уатаку", false},
                {"Глупыйкролик", false},
                {"Дестрактный", false},
            },
        },
        ["86962"] = {
            players = {
                {"Оммо", false},
                {"Саваов", false},
                {"Турбовагон", false},
            },
        },
        ["87054"] = {
            players = {
                {"Баерорбир", false},
                {"Соувинг", false},
                {"Табука", false},
            },
        },
        ["87145"] = {
            players = {
                {"Арбелоа", false},
                {"Мбх", false},
                {"Талрис", false},
                {"Сидуид", false},
                {"Кианиу", false},
                {"Голубыедали", false},
                {"Софтбир", false},
                {"Язакладом", false},
                {"Гогатролит", false},
            },
        },
        ["87147"] = {
            players = {
                {"Сидуид", false},
                {"Кианиу", false},
                {"Софтбир", false},
                {"Голубыедали", false},
                {"Язакладом", false},
            },
        },
        ["87014"] = {
            players = {
                {"Букмарк", false},
                {"Джуниеса", false},
                {"Мишадроссель", false},
                {"Амхо", false},
            },
        },
        ["86954"] = {
            players = {
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Тэдбандик", false},
                {"Гдемойпивас", false},
            },
        },
    },
    ["waist"] = {
        ["86161"] = {
            players = {
                {"Люрцер", false},
                {"Пристеса", false},
            },
        },
        ["86981"] = {
            players = {
                {"Глупыйкролик", false},
                {"Уатаку", false},
                {"Душкапушка", false},
                {"Глодкая", false},
                {"Дестрактный", false},
                {"Иммолейка", false},
            },
        },
        ["87183"] = {
            players = {
                {"Саваов", false},
                {"Турбовагон", false},
                {"Оммо", false},
            },
        },
        ["87181"] = {
            players = {
                {"Соувинг", false},
                {"Табука", false},
                {"Баерорбир", false},
            },
        },
        ["89919"] = {
            players = {
                {"Арбелоа", false},
                {"Язакладом", false},
                {"Талрис", false},
                {"Кианиу", false},
                {"Мбх", false},
                {"Гогатролит", false},
            },
        },
        ["86955"] = {
            players = {
                {"Голубыедали", false},
                {"Сидуид", false},
                {"Софтбир", false},
            },
        },
        ["89951"] = {
            players = {
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Джуниеса", false},
            },
        },
        ["87180"] = {
            players = {
                {"Гдемойпивас", false},
                {"Пивнойпанд", false},
                {"Кунгфупэнда", false},
                {"Тэдбандик", false},
            },
        },
    },
    ["neck"] = {
        ["87028"] = {
            players = {
                {"Уатаку", true},
                {"Иммолейка", false},
                {"Дестрактный", true},
            },
        },
        ["87976"] = {
            players = {
                {"Табука", false},
                {"Турбовагон", false},
                {"Люрцер", false},
                {"Оммо", false},
                {"Саваов", false},
                {"Пристеса", false},
                {"Соувинг", false},
                {"Баерорбир", false},
                {"Глупыйкролик", false},
                {"Глодкая", false},
            },
        },
        ["87076"] = {
            players = {
                {"Душкапушка", false},
            },
        },
        ["87148"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["86967"] = {
            players = {
                {"Арбелоа", false},
                {"Мбх", false},
                {"Талрис", false},
            },
        },
        ["86953"] = {
            players = {
                {"Джуниеса", false},
                {"Пивнойпанд", false},
                {"Букмарк", false},
                {"Амхо", false},
                {"Мишадроссель", false},
            },
        },
        ["89917"] = {
            players = {
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
                {"Тэдбандик", false},
            },
        },
    },
    ["offhand"] = {
        ["89425"] = {
            players = {
                {"Люрцер", false},
                {"Пристеса", false},
                {"Табука", false},
                {"Баерорбир", false},
            },
        },
        ["87039"] = {
            players = {
                {"Саваов", false},
                {"Оммо", false},
            },
        },
        ["86960"] = {
            players = {
                {"Дестрактный", false},
                {"Душкапушка", false},
                {"Глодкая", false},
                {"Турбовагон", false},
                {"Иммолейка", false},
                {"Уатаку", false},
                {"Соувинг", false},
            },
        },
        ["87166"] = {
            players = {
                {"Тэдбандик", false},
            },
        },
        ["86988"] = {
            players = {
                {"Пивнойпанд", false},
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
            },
        },
    },
    ["mainhand"] = {
        ["87164"] = {
            players = {
                {"Баерорбир", false},
            },
        },
        ["87166"] = {
            players = {
                {"Тэдбандик", false},
            },
        },
        ["86988"] = {
            players = {
                {"Кунгфупэнда", false},
                {"Гдемойпивас", false},
                {"Пивнойпанд", false},
            },
        },
        ["86990"] = {
            players = {
                {"Табука", false},
                {"Пристеса", false},
                {"Люрцер", false},
            },
        },
        ["87152"] = {
            players = {
                {"Глодкая", false},
                {"Уатаку", false},
                {"Иммолейка", false},
                {"Дестрактный", false},
                {"Душкапушка", false},
                {"Оммо", false},
                {"Саваов", false},
                {"Турбовагон", false},
                {"Соувинг", false},
            },
        },
        ["87168"] = {
            players = {
                {"Джуниеса", false},
                {"Букмарк", false},
                {"Амхо", false},
                {"Мишадроссель", false},
            },
        },
        ["86893"] = {
            players = {
                {"Глупыйкролик", false},
                {"Глодкая", false},
            },
        },
        ["87176"] = {
            players = {
                {"Мбх", false},
                {"Арбелоа", false},
                {"Талрис", false},
                {"Софтбир", false},
                {"Голубыедали", false},
                {"Сидуид", false},
                {"Кианиу", false},
                {"Гогатролит", false},
                {"Язакладом", false},
            },
        },
    },
    ["back"] = {
        ["86961"] = {
            players = {
                {"Глупыйкролик", false},
            },
        },
        ["87150"] = {
            players = {
                {"Иммолейка", false},
                {"Дестрактный", false},
                {"Табука", false},
                {"Баерорбир", false},
                {"Люрцер", false},
                {"Оммо", false},
                {"Пристеса", false},
                {"Уатаку", false},
                {"Саваов", false},
                {"Глодкая", false},
                {"Душкапушка", false},
                {"Турбовагон", false},
                {"Соувинг", false},
            },
        },
        ["86945"] = {
            players = {
                {"Кианиу", false},
                {"Язакладом", false},
                {"Сидуид", false},
                {"Софтбир", false},
                {"Голубыедали", false},
            },
        },
        ["87159"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["87026"] = {
            players = {
                {"Мбх", true},
                {"Талрис", false},
                {"Арбелоа", false},
            },
        },
        ["86963"] = {
            players = {
                {"Амхо", false},
                {"Тэдбандик", false},
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Гдемойпивас", false},
                {"Мишадроссель", false},
                {"Букмарк", false},
                {"Джуниеса", false},
            },
        },
    },
    ["finger"] = {
        ["87151"] = {
            players = {
                {"Саваов", false},
                {"Турбовагон", false},
                {"Табука", false},
                {"Пристеса", false},
                {"Глупыйкролик", false},
                {"Глодкая", false},
                {"Люрцер", false},
                {"Баерорбир", false},
                {"Оммо", false},
                {"Соувинг", false},
            },
        },
        ["86982"] = {
            players = {
                {"Турбовагон", false},
                {"Пристеса", false},
                {"Люрцер", false},
                {"Табука", false},
                {"Саваов", false},
                {"Глупыйкролик", false},
                {"Оммо", false},
                {"Баерорбир", false},
            },
        },
        ["86949"] = {
            players = {
                {"Глодкая", false},
                {"Соувинг", false},
                {"Уатаку", false},
                {"Иммолейка", false},
                {"Душкапушка", false},
                {"Дестрактный", false},
            },
        },
        ["86957"] = {
            players = {
                {"Софтбир", false},
                {"Талрис", false},
                {"Сидуид", false},
                {"Кианиу", false},
                {"Арбелоа", false},
                {"Голубыедали", false},
                {"Язакладом", false},
                {"Мбх", false},
            },
        },
        ["87158"] = {
            players = {
                {"Голубыедали", false},
                {"Язакладом", false},
                {"Мбх", false},
                {"Арбелоа", false},
                {"Талрис", false},
                {"Сидуид", false},
                {"Софтбир", false},
                {"Кианиу", false},
            },
        },
        ["86968"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["86946"] = {
            players = {
                {"Гогатролит", false},
            },
        },
        ["86974"] = {
            players = {
                {"Пивнойпанд", false},
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
                {"Букмарк", false},
                {"Мишадроссель", false},
                {"Джуниеса", false},
                {"Амхо", false},
                {"Тэдбандик", false},
            },
        },
        ["87144"] = {
            players = {
                {"Кунгфупэнда", false},
                {"Мишадроссель", false},
                {"Джуниеса", false},
                {"Пивнойпанд", false},
                {"Букмарк", false},
                {"Тэдбандик", false},
                {"Гдемойпивас", false},
                {"Амхо", false},
            },
        },
    },
    ["trinket"] = {
        ["87057"] = {
            players = {
                {"Джуниеса", false},
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Тэдбандик", false},
            },
        },
        ["87172"] = {
            players = {
                {"Софтбир", false},
                {"Голубыедали", false},
                {"Сидуид", false},
                {"Гогатролит", false},
                {"Кианиу", false},
                {"Язакладом", false},
            },
        },
        ["87163"] = {
            players = {
                {"Люрцер", false},
                {"Пристеса", false},
                {"Баерорбир", false},
                {"Оммо", false},
                {"Саваов", false},
                {"Табука", false},
            },
        },
        ["87075"] = {
            players = {
                {"Табука", false},
                {"Баерорбир", false},
            },
        },
        ["87072"] = {
            players = {
                {"Мбх", false},
                {"Талрис", false},
                {"Арбелоа", false},
                {"Сидуид", false},
                {"Голубыедали", false},
                {"Софтбир", false},
                {"Кианиу", false},
                {"Гогатролит", false},
                {"Язакладом", false},
            },
        },
        ["87065"] = {
            players = {
                {"Глупыйкролик", false},
                {"Дестрактный", false},
                {"Уатаку", false},
                {"Иммолейка", false},
                {"Турбовагон", false},
                {"Душкапушка", false},
                {"Соувинг", false},
            },
        },
        ["87175"] = {
            players = {
                {"Глодкая", false},
                {"Глупыйкролик", false},
                {"Дестрактный", false},
                {"Иммолейка", false},
                {"Уатаку", false},
                {"Турбовагон", false},
                {"Душкапушка", false},
                {"Соувинг", false},
            },
        },
        ["87167"] = {
            players = {
                {"Джуниеса", false},
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Гдемойпивас", false},
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Тэдбандик", false},
            },
        },
    },
}
