Items = {
    ["chest"] = {
        ["89250"] = {
            name = "Нагрудник темного завоевателя",
            players = {
                {"Голубыедали", false},
                {"Глупыйкролик", false},
                {"Сидуид", false},
                {"Уатаку", false},
                {"Глодкая", false},
                {"Дестрактный", false},
            },
        },
        ["89249"] = {
            name = "Нагрудник темного покорителя",
            players = {
                {"Язакладом", false},
                {"Душкапушка", false},
                {"Необ", false},
                {"Тэдбандик", false},
                {"Кианиу", false},
                {"Гогатролит", false},
                {"Табука", false},
                {"Соувинг", false},
            },
        },
        ["89251"] = {
            name = "Нагрудник темного защитника",
            players = {
                {"Снюскакбурст", false},
                {"Кунгфупэнда", false},
                {"Мишадроссель", false},
                {"Саваов", false},
                {"Букмарк", false},
                {"Джуниеса", false},
                {"Мбх", false},
                {"Хаалисио", false},
                {"Оммо", false},
                {"Арбелоа", false},
                {"Амхо", false},
                {"Талрис", false},
                {"Пивнойпанд", false},
            },
        },
        ["86975"] = {
            name = "Одеяния оборвавшихся ночных кошмаров",
            players = {
                {"Люрцер", false},
            },
        },
        ["86951"] = {
            name = "Доспех необыкновенных тайн",
            players = {
                {"Турбовагон", false},
            },
        },
    },
    ["shoulder"] = {
        ["89262"] = {
            name = "Наплечники темного завоевателя",
            players = {
                {"Уатаку", false},
                {"Глодкая", false},
                {"Люрцер", false},
                {"Глупыйкролик", false},
                {"Дестрактный", false},
            },
        },
        ["89261"] = {
            name = "Наплечники темного покорителя",
            players = {
                {"Табука", false},
                {"Тэдбандик", false},
                {"Соувинг", false},
                {"Душкапушка", false},
                {"Необ", false},
            },
        },
        ["89263"] = {
            name = "Наплечники темного защитника",
            players = {
                {"Саваов", false},
                {"Оммо", false},
                {"Снюскакбурст", false},
                {"Хаалисио", false},
                {"Кунгфупэнда", false},
                {"Турбовагон", false},
                {"Пивнойпанд", false},
            },
        },
        ["86986"] = {
            name = "Наплечные пластины неудачной жизни",
            players = {
                {"Сидуид", false},
                {"Кианиу", false},
                {"Арбелоа", false},
                {"Язакладом", false},
                {"Мбх", false},
                {"Голубыедали", false},
                {"Талрис", false},
            },
        },
        ["89921"] = {
            name = "Наплечье сломанного клинка",
            players = {
                {"Гогатролит", false},
            },
        },
        ["89944"] = {
            name = "Наплечные щитки пучины",
            players = {
                {"Джуниеса", false},
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
            },
        },
    },
    ["legs"] = {
        ["89253"] = {
            name = "Поножи темного завоевателя",
            players = {
                {"Сидуид", false},
                {"Люрцер", false},
                {"Голубыедали", false},
            },
        },
        ["89252"] = {
            name = "Поножи темного покорителя",
            players = {
                {"Кианиу", false},
                {"Табука", false},
                {"Язакладом", false},
                {"Соувинг", false},
            },
        },
        ["89254"] = {
            name = "Поножи темного защитника",
            players = {
                {"Турбовагон", false},
                {"Талрис", false},
                {"Амхо", false},
                {"Мбх", false},
                {"Пивнойпанд", false},
                {"Арбелоа", false},
                {"Саваов", false},
                {"Мишадроссель", false},
                {"Джуниеса", false},
                {"Оммо", false},
                {"Букмарк", false},
            },
        },
        ["86989"] = {
            name = "Поножи нашествия теней",
            players = {
                {"Душкапушка", false},
                {"Глупыйкролик", false},
            },
        },
        ["87174"] = {
            name = "Сотканные из ужаса поножи поражения",
            players = {
                {"Уатаку", false},
                {"Глодкая", false},
                {"Дестрактный", false},
            },
        },
        ["89948"] = {
            name = "Потемневшие от ужаса набедренники",
            players = {
                {"Хаалисио", false},
            },
        },
        ["89928"] = {
            name = "Ножные латы королевского подкрепления",
            players = {
                {"Гогатролит", false},
            },
        },
        ["89943"] = {
            name = "Поножи неудавшегося очищения",
            players = {
                {"Тэдбандик", false},
                {"Кунгфупэнда", false},
                {"Снюскакбурст", false},
                {"Необ", false},
            },
        },
    },
    ["hands"] = {
        ["89256"] = {
            name = "Рукавицы темного завоевателя",
            players = {
                {"Глупыйкролик", false},
                {"Дестрактный", false},
                {"Глодкая", false},
                {"Сидуид", false},
                {"Голубыедали", false},
                {"Люрцер", false},
                {"Уатаку", false},
            },
        },
        ["89255"] = {
            name = "Рукавицы темного покорителя",
            players = {
                {"Соувинг", false},
                {"Язакладом", false},
                {"Табука", false},
                {"Тэдбандик", false},
                {"Душкапушка", false},
                {"Необ", false},
                {"Кианиу", false},
            },
        },
        ["89257"] = {
            name = "Рукавицы темного защитника",
            players = {
                {"Пивнойпанд", true},
                {"Арбелоа", false},
                {"Букмарк", true},
                {"Джуниеса", true},
                {"Оммо", false},
                {"Амхо", false},
                {"Талрис", false},
                {"Турбовагон", false},
                {"Снюскакбурст", false},
                {"Мишадроссель", false},
                {"Кунгфупэнда", false},
                {"Мбх", false},
                {"Саваов", false},
            },
        },
        ["86950"] = {
            name = "Рукавицы нежеланных даров",
            players = {
                {"Хаалисио", false},
            },
        },
        ["89946"] = {
            name = "Перчатки змеиной мощи",
            players = {
                {"Гогатролит", false},
            },
        },
    },
    ["head"] = {
        ["89259"] = {
            name = "Шлем темного завоевателя",
            players = {
                {"Уатаку", false},
                {"Дестрактный", false},
                {"Голубыедали", false},
                {"Глодкая", false},
                {"Люрцер", false},
                {"Глупыйкролик", false},
                {"Сидуид", false},
            },
        },
        ["89258"] = {
            name = "Шлем темного покорителя",
            players = {
                {"Душкапушка", false},
                {"Необ", false},
                {"Гогатролит", false},
                {"Кианиу", false},
                {"Табука", false},
                {"Язакладом", false},
                {"Тэдбандик", false},
            },
        },
        ["89260"] = {
            name = "Шлем темного защитника",
            players = {
                {"Джуниеса", false},
                {"Мбх", false},
                {"Пивнойпанд", false},
                {"Турбовагон", false},
                {"Мишадроссель", false},
                {"Снюскакбурст", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Талрис", false},
                {"Кунгфупэнда", false},
                {"Арбелоа", false},
            },
        },
        ["89927"] = {
            name = "Капюшон темных мечтаний",
            players = {
                {"Оммо", false},
                {"Саваов", false},
            },
        },
        ["89922"] = {
            name = "Капюшон обузданных ветров",
            players = {
                {"Соувинг", false},
                {"Хаалисио", false},
            },
        },
    },
    ["feet"] = {
        ["89918"] = {
            name = "Ароматные сандалии",
            players = {
                {"Люрцер", false},
            },
        },
        ["86969"] = {
            name = "Сандалии непрошенного",
            players = {
                {"Уатаку", false},
                {"Дестрактный", false},
            },
        },
        ["87162"] = {
            name = "Сандалии черной ночи",
            players = {
                {"Душкапушка", false},
            },
        },
        ["86959"] = {
            name = "Сапоги дующего ветра",
            players = {
                {"Глодкая", false},
                {"Глупыйкролик", false},
            },
        },
        ["87154"] = {
            name = "Сапоги пленника энергетической тюрьмы",
            players = {
                {"Турбовагон", false},
                {"Оммо", false},
                {"Саваов", false},
            },
        },
        ["87153"] = {
            name = "Неочищенные сандалии Асани",
            players = {
                {"Табука", false},
                {"Хаалисио", false},
                {"Соувинг", false},
            },
        },
        ["87146"] = {
            name = "Великие сапоги глубокой воды",
            players = {
                {"Гогатролит", false},
            },
        },
        ["86979"] = {
            name = "Пронзающие ботфорты",
            players = {
                {"Язакладом", false},
                {"Голубыедали", false},
                {"Кианиу", false},
                {"Сидуид", false},
            },
        },
        ["87015"] = {
            name = "Яшмовые когтеступы",
            players = {
                {"Талрис", true},
                {"Арбелоа", true},
                {"Мбх", true},
            },
        },
        ["86985"] = {
            name = "Чудовищные топтуны",
            players = {
                {"Амхо", false},
                {"Букмарк", false},
                {"Джуниеса", false},
                {"Мишадроссель", false},
            },
        },
        ["86943"] = {
            name = "Сапоги тихого дыхания",
            players = {
                {"Тэдбандик", false},
                {"Снюскакбурст", false},
                {"Пивнойпанд", false},
                {"Необ", false},
                {"Кунгфупэнда", false},
            },
        },
    },
    ["wrist"] = {
        ["87149"] = {
            name = "Манжеты оскверненных вод",
            players = {
                {"Глодкая", false},
                {"Люрцер", false},
            },
        },
        ["86958"] = {
            name = "Наручи завихрений ветра",
            players = {
                {"Душкапушка", false},
            },
        },
        ["86948"] = {
            name = "Наручи затихшего звука",
            players = {
                {"Уатаку", false},
                {"Глупыйкролик", false},
                {"Дестрактный", false},
            },
        },
        ["86962"] = {
            name = "Наручи бешеной ярости",
            players = {
                {"Оммо", false},
                {"Саваов", false},
                {"Турбовагон", false},
            },
        },
        ["87054"] = {
            name = "Наручи темных мыслей",
            players = {
                {"Соувинг", false},
                {"Хаалисио", false},
                {"Табука", false},
            },
        },
        ["87145"] = {
            name = "Наручи оскверненной земли",
            players = {
                {"Арбелоа", false},
                {"Мбх", false},
                {"Талрис", false},
                {"Сидуид", false},
                {"Кианиу", false},
                {"Голубыедали", false},
                {"Язакладом", false},
                {"Гогатролит", false},
            },
        },
        ["87014"] = {
            name = "Боевые наручи Каменного Зева",
            players = {
                {"Букмарк", true},
                {"Джуниеса", true},
                {"Мишадроссель", true},
                {"Амхо", false},
            },
        },
        ["86954"] = {
            name = "Наручи невидимых ударов",
            players = {
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Тэдбандик", false},
                {"Снюскакбурст", false},
                {"Необ", false},
            },
        },
    },
    ["waist"] = {
        ["86161"] = {
            name = "Пояс воплощенного ужаса",
            players = {
                {"Люрцер", false},
            },
        },
        ["86981"] = {
            name = "Пояс из мягкого янтаря",
            players = {
                {"Глупыйкролик", false},
                {"Уатаку", false},
                {"Душкапушка", false},
                {"Глодкая", false},
                {"Дестрактный", false},
            },
        },
        ["87183"] = {
            name = "Связующая цепь вечного лета",
            players = {
                {"Саваов", false},
                {"Турбовагон", false},
                {"Оммо", false},
            },
        },
        ["87181"] = {
            name = "Вытканный шнурованный ремень вечной осени",
            players = {
                {"Соувинг", false},
                {"Табука", false},
                {"Хаалисио", false},
            },
        },
        ["89919"] = {
            name = "Боевой пояс запечатанной скорлупы",
            players = {
                {"Арбелоа", false},
                {"Язакладом", false},
                {"Талрис", false},
                {"Кианиу", false},
                {"Мбх", false},
                {"Гогатролит", false},
            },
        },
        ["86955"] = {
            name = "Латный пояс ошеломительного натиска",
            players = {
                {"Голубыедали", false},
                {"Сидуид", false},
            },
        },
        ["89951"] = {
            name = "Ремень объятий тьмы",
            players = {
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Джуниеса", false},
            },
        },
        ["87180"] = {
            name = "Охотничий ремень вечной осени",
            players = {
                {"Снюскакбурст", false},
                {"Необ", false},
                {"Пивнойпанд", false},
                {"Кунгфупэнда", false},
                {"Тэдбандик", false},
            },
        },
    },
    ["neck"] = {
        ["87028"] = {
            name = "Амулет семи проклятий",
            players = {
                {"Уатаку", true},
                {"Дестрактный", true},
            },
        },
        ["86976"] = {
            name = "Застывший в янтаре жук Корвена",
            players = {
                {"Табука", false},
                {"Турбовагон", false},
                {"Люрцер", false},
                {"Оммо", false},
                {"Саваов", false},
                {"Соувинг", false},
                {"Хаалисио", false},
                {"Глупыйкролик", false},
                {"Глодкая", false},
            },
        },
        ["87076"] = {
            name = "Кабошон пробудителя мира",
            players = {
                {"Душкапушка", false},
            },
        },
        ["87148"] = {
            name = "Губительное ожерелье Каоланя",
            players = {
                {"Гогатролит", false},
            },
        },
        ["86967"] = {
            name = "Ожерелье морозной слабости",
            players = {
                {"Арбелоа", false},
                {"Мбх", false},
                {"Талрис", false},
            },
        },
        ["87147"] = {
            name = "Оковы вечных искр",
            players = {
                {"Сидуид", false},
                {"Кианиу", false},
                {"Голубыедали", false},
                {"Язакладом", false},
            },
        },
        ["86953"] = {
            name = "Колье необузданной бури",
            players = {
                {"Джуниеса", false},
                {"Пивнойпанд", false},
                {"Букмарк", false},
                {"Амхо", false},
                {"Мишадроссель", false},
            },
        },
        ["89917"] = {
            name = "Колье с феромонным покрытием",
            players = {
                {"Снюскакбурст", false},
                {"Необ", false},
                {"Кунгфупэнда", false},
                {"Тэдбандик", false},
            },
        },
    },
    ["offhand"] = {
        ["89425"] = {
            name = "Веер жестоких ветров",
            players = {
                {"Люрцер", false},
                {"Табука", false},
                {"Хаалисио", false},
            },
        },
        ["87039"] = {
            name = "Око древнего духа",
            players = {
                {"Саваов", false},
                {"Оммо", false},
            },
        },
        ["86960"] = {
            name = "Призывающая торнадо курильница",
            players = {
                {"Дестрактный", false},
                {"Душкапушка", false},
                {"Глодкая", false},
                {"Турбовагон", false},
                {"Уатаку", false},
                {"Соувинг", false},
            },
        },
        ["87166"] = {
            name = "Душерез №2",
            players = {
                {"Тэдбандик", false},
                {"Необ", false},
            },
        },
        ["86988"] = {
            name = "Когти Шек'зир №2",
            players = {
                {"Пивнойпанд", false},
                {"Снюскакбурст", false},
                {"Кунгфупэнда", false},
            },
        },
    },
    ["mainhand"] = {
        ["87164"] = {
            name = "Лошан, воплощенный ужас",
            players = {
                {"Хаалисио", false},
            },
        },
        ["87166"] = {
            name = "Душерез",
            players = {
                {"Тэдбандик", false},
                {"Необ", false},
            },
        },
        ["86988"] = {
            name = "Когти Шек'зир",
            players = {
                {"Кунгфупэнда", false},
                {"Снюскакбурст", false},
                {"Пивнойпанд", false},
            },
        },
        ["86990"] = {
            name = "Кри'так, императорский скипетр роя",
            players = {
                {"Табука", false},
                {"Люрцер", false},
            },
        },
        ["87152"] = {
            name = "Потрескивающий кинжал Регейла",
            players = {
                {"Глодкая", false},
                {"Уатаку", false},
                {"Дестрактный", false},
                {"Душкапушка", false},
                {"Оммо", false},
                {"Саваов", false},
                {"Турбовагон", false},
                {"Соувинг", false},
            },
        },
        ["87168"] = {
            name = "Таорен, сжигатель душ",
            players = {
                {"Джуниеса", false},
                {"Букмарк", false},
                {"Амхо", false},
                {"Мишадроссель", false},
            },
        },
        ["86893"] = {
            name = "Цзинь'я, сфера говорящего с водой",
            players = {
                {"Глупыйкролик", false},
                {"Глодкая", false},
            },
        },
        ["87176"] = {
            name = "Шин'ка, палач Доминиона",
            players = {
                {"Мбх", false},
                {"Арбелоа", false},
                {"Талрис", false},
                {"Голубыедали", false},
                {"Сидуид", false},
                {"Кианиу", false},
                {"Гогатролит", false},
                {"Язакладом", false},
            },
        },
    },
    ["back"] = {
        ["86961"] = {
            name = "Пелерина сгущающихся туч",
            players = {
                {"Глупыйкролик", false},
            },
        },
        ["87150"] = {
            name = "Плащ захлестывающей скверны",
            players = {
                {"Дестрактный", false},
                {"Табука", false},
                {"Люрцер", false},
                {"Оммо", false},
                {"Хаалисио", false},
                {"Уатаку", false},
                {"Саваов", false},
                {"Глодкая", false},
                {"Душкапушка", false},
                {"Турбовагон", false},
                {"Соувинг", false},
            },
        },
        ["86945"] = {
            name = "Накидка Хисека из лепестков хризантем",
            players = {
                {"Кианиу", false},
                {"Язакладом", false},
                {"Сидуид", false},
                {"Голубыедали", false},
            },
        },
        ["87159"] = {
            name = "Пелерина Первого Луча",
            players = {
                {"Гогатролит", false},
            },
        },
        ["87026"] = {
            name = "Плащ из павлиньих перьев",
            players = {
                {"Мбх", true},
                {"Талрис", true},
                {"Арбелоа", false},
            },
        },
        ["86963"] = {
            name = "Великий плащ ноголома",
            players = {
                {"Амхо", false},
                {"Тэдбандик", false},
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Снюскакбурст", false},
                {"Необ", false},
                {"Мишадроссель", false},
                {"Букмарк", false},
                {"Джуниеса", false},
            },
        },
    },
    ["finger"] = {
        ["87151"] = {
            name = "Печатка водяной души",
            players = {
                {"Саваов", false},
                {"Турбовагон", false},
                {"Табука", false},
                {"Глупыйкролик", false},
                {"Глодкая", false},
                {"Люрцер", false},
                {"Оммо", false},
                {"Соувинг", false},
                {"Хаалисио", false},
            },
        },
        ["86982"] = {
            name = "Печать язычника",
            players = {
                {"Турбовагон", false},
                {"Люрцер", false},
                {"Табука", false},
                {"Саваов", false},
                {"Глупыйкролик", false},
                {"Оммо", false},
                {"Хаалисио", false},
            },
        },
        ["86949"] = {
            name = "Частица воплощенного страха",
            players = {
                {"Глодкая", false},
                {"Соувинг", false},
                {"Уатаку", false},
                {"Душкапушка", false},
                {"Дестрактный", false},
            },
        },
        ["86957"] = {
            name = "Кольцо бури клинков",
            players = {
                {"Талрис", false},
                {"Сидуид", false},
                {"Кианиу", false},
                {"Арбелоа", false},
                {"Голубыедали", false},
                {"Язакладом", false},
                {"Мбх", false},
            },
        },
        ["87158"] = {
            name = "Кольцо мрачных теней",
            players = {
                {"Голубыедали", false},
                {"Язакладом", false},
                {"Мбх", false},
                {"Арбелоа", false},
                {"Талрис", false},
                {"Сидуид", false},
                {"Кианиу", false},
            },
        },
        ["86968"] = {
            name = "Кольцо расколотого панциря",
            players = {
                {"Гогатролит", false},
            },
        },
        ["86946"] = {
            name = "Рубиновый перстень-печатка визиря",
            players = {
                {"Гогатролит", false},
            },
        },
        ["86974"] = {
            name = "Мучительное шипастое кольцо",
            players = {
                {"Пивнойпанд", true},
                {"Снюскакбурст", false},
                {"Необ", false},
                {"Кунгфупэнда", false},
                {"Букмарк", false},
                {"Мишадроссель", false},
                {"Джуниеса", false},
                {"Амхо", false},
                {"Тэдбандик", false},
            },
        },
        ["87144"] = {
            name = "Перстень бесконечности Регейла",
            players = {
                {"Кунгфупэнда", false},
                {"Мишадроссель", false},
                {"Джуниеса", false},
                {"Пивнойпанд", false},
                {"Букмарк", false},
                {"Тэдбандик", false},
                {"Снюскакбурст", false},
                {"Необ", false},
                {"Амхо", false},
            },
        },
    },
    ["trinket"] = {
        ["87057"] = {
            name = "Бутыль бессчетных звезд",
            players = {
                {"Джуниеса", true},
                {"Букмарк", true},
                {"Снюскакбурст", true},
                {"Кунгфупэнда", true},
                {"Мишадроссель", false},
                {"Пивнойпанд", false},
                {"Необ", false},
            },
        },
        ["87172"] = {
            name = "Вихрь Мглистой пещеры",
            players = {
                {"Голубыедали", false},
                {"Сидуид", false},
                {"Гогатролит", false},
                {"Кианиу", false},
                {"Язакладом", false},
            },
        },
        ["87163"] = {
            name = "Духи солнца",
            players = {
                {"Люрцер", false},
                {"Оммо", false},
                {"Саваов", false},
                {"Табука", false},
                {"Хаалисио", false},
            },
        },
        ["87075"] = {
            name = "Поляризующая печать Цинь-си",
            players = {
                {"Табука", true},
                {"Хаалисио", false},
            },
        },
        ["87072"] = {
            name = "Последние приказы Лэй Шэня",
            players = {
                {"Мбх", false},
                {"Талрис", false},
                {"Арбелоа", false},
                {"Сидуид", false},
                {"Голубыедали", false},
                {"Кианиу", false},
                {"Гогатролит", false},
                {"Язакладом", false},
            },
        },
        ["87065"] = {
            name = "Свет космоса",
            players = {
                {"Глупыйкролик", true},
                {"Дестрактный", true},
                {"Уатаку", true},
                {"Душкапушка", false},
                {"Соувинг", false},
                {"Глодкая", true},
            },
        },
        ["87175"] = {
            name = "Сущность ужаса",
            players = {
                {"Глодкая", false},
                {"Глупыйкролик", false},
                {"Дестрактный", false},
                {"Уатаку", false},
                {"Турбовагон", false},
                {"Душкапушка", false},
                {"Соувинг", false},
            },
        },
        ["87167"] = {
            name = "Ужас в туманах",
            players = {
                {"Джуниеса", false},
                {"Мишадроссель", false},
                {"Амхо", false},
                {"Букмарк", false},
                {"Снюскакбурст", false},
                {"Кунгфупэнда", false},
                {"Пивнойпанд", false},
                {"Тэдбандик", false},
                {"Необ", false},
            },
        },
    },
}

RedCards = {
    "Сидуид", "Кианиу", "Амхо", "Арбелоа", "Соувинг"
}